Repository: MrMYHuang/taq
Catalog: Taq.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: zh_tw

# aboutTb.Text
source: About
zh_tw: 關於

# aqComboBox.Header
source: AQ Index
zh_tw: 空汙指標

# aqHistOpenErr
source: Error: Fail to open 24-hours history data. Please try to solve the problem by manually refreshing.
zh_tw: 錯誤：開啟歷史資料失敗，請嘗試手動更新解決問題。

# aqHistPriAxis.Header
source: Time (Hour)
zh_tw: 時間 (小時)

# aqiWarnMsg.Header
source: AQI (Default: 50)
zh_tw: AQI指標 (預設50)

# aqListCounty.Text
source: County
zh_tw: 縣市

# aqListSite.Text
source: Site
zh_tw: 觀測站

# aqListVal.Text
source: Value (Sort)
zh_tw: 數值 (排序)

# aqWarnMsgTb.Text
source: Send notifications if a value is greater than or equal to its limit.
zh_tw: 超過警報值則發通知。

# aqWarnTb.Text
source: Index Warning Limits
zh_tw: 指標警報值

# autoPosUi.Header
source: Auto Positioning
zh_tw: 自動定位

# backTaskTb.Text
source: Bacground Update
zh_tw: 背景更新

# bgMainSiteAutoPosToggle.Header
source: Main Site Positioning
zh_tw: 主要觀測站定位

# bgUpdateComboBox.Header
source: Period (minutes)
zh_tw: 週期(分鐘)

# colorTb.Text
source: Color
zh_tw: 顏色

source: Downloading...
zh_tw: 下載中...

# duplicateSubscrSiteErrorMsg
source: Can not add a subscription site which has been subscribed as either a main site or a secondary site.
zh_tw: 不可與已訂閱之主要/次要站重複！

# enableGpsFail
source: Enable location service failed!
zh_tw: 啟動定位失敗！

# enableGpsFailMsg
source: You have denied TAQ to access your location service. You have to modify your one OS setting to allow TAQ to access and restart TAQ. Pressing the OK button will invoke the OS setting page for location service.
zh_tw: 您曾拒絕TAQ存取您的位置資訊。必須去系統設定修改准許TAQ存取，然後重啟TAQ。按下確認鈕將開啟系統位置設定頁面。

source: Error
zh_tw: 錯誤

# homeTb.Text
source: Home
zh_tw: 首頁

# langComboBox.Header
source: Restarting app to take effect.
zh_tw: 重新啟動app後生效

source: Last Data Update Time
zh_tw: 上次資料更新

# listTb.Text
source: List
zh_tw: 列表

# liveTileTb.Text
source: Live Tile
zh_tw: 動態磚

# mainSiteComboBox.Header
source: Main Site
zh_tw: 主要觀測站

# mapTb.Text
source: Map
zh_tw: 地圖

# nightTheme.Text
source: Night Theme
zh_tw: 夜晚主題

# nightUi.Header
source: Night Color
zh_tw: 暗色

# pinLiveTileButton.ToolTipService.ToolTip
source: Pin Live Tile
zh_tw: 釘選動態磚

# pm2_5WarnMsg.Header
source: PM2.5 (Default: 15)
zh_tw: PM 2.5濃度 (預設15)

source: Positioning...
zh_tw: 定位中...

# positioningFail
source: Positioning failed!
zh_tw: 定位失敗！

source: Positioning finish.
zh_tw: 定位完成。

# positioningNearestSite
source: Positioning the nearest site...
zh_tw: 定位最近觀測站中...

# positioningNearestSiteFail
source: Positioning the nearest site failed!
zh_tw: 定位最近觀測站失敗！

# positioningNearestSiteFinish
source: Positioning the nearest site finished.
zh_tw: 定位最近觀測站完成。

# posMainSwitch.Header
source: Main Switch
zh_tw: 總開關

# posNearestSiteButton.ToolTipService.ToolTip
source: Positioning the nearest site
zh_tw: 定位找最近站

# posTb.Text
source: Positioning
zh_tw: 定位

# refreshTb.Text
source: Refresh
zh_tw: 更新

# secSiteNotify.Header
source: Subscribed Secondary Sites
zh_tw: 次要觀測站

# setTb.Text
source: Settings
zh_tw: 設定

# shareTb.Text
source: Share
zh_tw: 分享

# statusTb.Text
source: Status messages
zh_tw: 狀態訊息

# subscrAddButton.ToolTipService.ToolTip
source: Add Subscription
zh_tw: 新增訂閱

# subscrButton.Content
source: 2nd Sites
zh_tw: 次要觀測站

# subscrComboBox.Header
source: Secondary Sites
zh_tw: 訂閱次要觀測站

# subscrDelButton.ToolTipService.ToolTip
source: Delete Subscription
zh_tw: 移除訂閱

# themeToggle.Header
source: Restarting app to take effect.
zh_tw: 重新啟動app後生效

# tileBackColorCb.Header
source: Custom Style Coloring by
zh_tw: 特製樣式色彩依據

# tileCustomStyle.Header
source: Custom Style
zh_tw: 特製樣式

# umi.ToolTipService.ToolTip
source: Positioning
zh_tw: 定位

# updateFailTryManualUpdate
source: Update Failed. Please try the manual update.
zh_tw: 更新失敗。請嘗試手動更新。

# updateFinish
source: Update Finished.
zh_tw: 更新完成。

# verTb.Text
source: Versions
zh_tw: 版本

# warnStateChangeMsgTb.Text
source: For reducing number of warning notifications in one time interval. Sending a notification only if a warning state changes. For example, if a wave of one over-limit air pollution stays in one location for 8 hours, the original warning mode will send 8 notifications. However, if the warning state change mode is turned on, TAQ sends each one notification for the starting of the air pollution value greater than the warning limit and the end of air pollution value smaller than the warning limit.
zh_tw: 減少一段時間內空汙超標的通知，只有在警報狀態有改變才發通知。例如，一波超標空汙在某地區停留8小時，舊的警報通知會發出8則。若啟用新的轉態通知模式，則只會在空汙一開始來臨超標時與結束未超標時各發1則通知。

# warnStateChangeTb.Text
source: Changing State Warning Mode
zh_tw: 警報轉態通知模式

# endTime.Header
source: End Time
zh_tw: 結束時間

# notifyTb.Text
source: Notifications
zh_tw: 通知

# quietHoursTb.Text
source: Quiet Hours (set same times to disable)
zh_tw: 勿擾時段 (設相同時間可關閉)

# startTime.Header
source: Start Time
zh_tw: 啟始時間

# loginSuccess
source: Facebook login success.
zh_tw: 登入成功。

# loginFail
source: Login failed!
zh_tw: 登入失敗！

source: Logining...
zh_tw: 請登入以取得空氣品質資料更新！

# noLogin
source: No login facebook. Can not refresh!
zh_tw: 未登入帳號，無法更新空氣品質資料！

# registration.Text
source: Registration
zh_tw: 註冊
